Repository: calcpw/calcpw.ios
Catalog: *.lproj/Localizable.strings
Languages: de

source: Calculate Password
de: Passwort berechnen

source: Character Set
de: Zeichensatz

source: Configuration
de: Konfiguration

source: Copied to Clipboard
de: In Zwischenablage kopiert

source: Enforce Character Set
de: Zeichensatz erzwingen

source: Enter Character Set
de: Zeichensatz eingeben

source: Enter Information
de: Information eingeben

source: Enter Length
de: Länge eingeben

source: Enter Password
de: Passwort eingeben

source: Length
de: Länge

source: Password
de: Passwort

source: Repeat Password
de: Passwort erneut eingeben

source: character set contains illegal characters
de: der Zeichensatz enthält ungültige Zeichen

source: character set is malformed
de: der Zeichensatz hat ein ungültiges Format

source: character set must not be empty
de: der Zeichensatz darf nicht leer sein

source: information contains illegal characters
de: die Information enthält ungültige Zeichen

source: information must not be empty
de: die Information darf nicht leer sein

source: key derivation failed
de: die Schlüsselableitung ist fehlgeschlagen

source: key expansion failed
de: die Schlüsselerweiterung ist fehlgeschlagen

source: length contains illegal characters
de: die Länge enthält ungültige Zeichen

source: length is smaller than the number of enforced character groups
de: die Länge ist kleiner als die Anzahl der erzwungenen Zeichengruppen

source: length must be larger than 0
de: die Länge muss größer als 0 sein

source: length must be smaller than or equal to %d
de: die Länge muss kleiner oder gleich %d sein

source: length must not be empty
de: die Länge darf nicht leer sein

source: password contains illegal characters
de: das Passwort enthält ungültige Zeichen

source: password must not be empty
de: das Passwort darf nicht leer sein

source: passwords do not match
de: die eingegebenen Passwörter stimmen nicht überein

source: random IV generation failed
de: die Generierung des zufälligen IV ist fehlgeschlagen

source: [hidden]
de: [ausgeblendet]
